Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Lundin’s 16/2-6 (”Avaldsnes”) discovery was made in an area awarded in APA 2009, and Statoil’s 16/2-8 (”Aldous Major South”) discovery was made in an area awarded in the North Sea Round in 2000 (precursor to the APA scheme).
nb: Lundin sitt funn 16/2-6 (”Avaldsnes”) blei gjort i eit område som blei tildelt i TFO 2009, og Statoil sitt funn 16/2-8 (”Aldous Major South”) blei gjort i et område som blei tildelt i Nordsjørunden i 2000 (forløparen til TFO-ordninga).

source: The discoveries made in 2011 confirm what the NPD has been saying for quite some time now – specifically, that significant undiscovered resources still remain on the Norwegian shelf.
nb: Funna i 2011 stadfester det OD har sagt lenge – nemleg at det framleis er store uoppdaga ressursar igjen på norsk sokkel.

source: The remaining resources can form the basis for considerable production and value creation for many decades to come.
nb: Ressursane som er igjen kan legge grunnlag for betydeleg produksjon og verdiskaping i mange tiår framover.

source: The NPD expects future oil and gas production to remain at current levels for the next ten years, in spite of a gradual decline in production from the major fields.
nb: OD ventar at framtidig olje- og gassproduksjon kjem til å halde seg på same nivå som i dag dei neste ti åra, til tross for gradvis fall i produksjonen frå dei store oljefelta.

source: Measures to increase recovery and starting up production from discoveries will contribute to maintaining production.
nb: Tiltak for auka utvinning og oppstart av produksjon frå funn bidrar til å oppretthalde produksjonen.

source: After 2020, production from undiscovered resources will account for an increasing share of the expected production.
nb: Etter 2020 vil produksjon frå uoppdaga ressursar utgjere ein aukande del av forventa produksjon.

source: The uncertainty attached to the forecast for the next few years is largely linked to production of the reserves.
nb: For dei nærmaste åra er usikkerheita i prognosen i stor grad knytt til produksjon av reservane.

source: There is also uncertainty regarding when discoveries will be developed and put into production, and how much they will produce.
nb: I tillegg er det usikkert når funn blir bygte ut og sette i produksjon og kor mykje dei vil produsere.

source: Over the longer term, the uncertainty increases due to the fact that undiscovered resources account for a gradually larger share of expected production.
nb: På lengre sikt aukar usikkerheita på grunn av at uoppdaga ressursar utgjer ein gradvis større del av forventa produksjon.

source: Obviously, this uncertainty is greatest in the areas that are not yet open for petroleum activity.
nb: Usikkerheita er sjølvsagt størst i dei områda som ennå ikkje er opna for petroleumsverksemd.

source: There is also uncertainty surrounding what future technological development can contribute to realise the resource base on the Norwegian shelf.
nb: Det også usikkert kva framtidig teknologiutvikling kan bidra med for å realisere ressursbasen på norsk sokkel.

source: A natural assumption is that the undiscovered resources in the North Sea will grow as a consequence of the 16/2-6 (”Avaldsnes”) and 16/2-8 (”Aldous Major South”) discoveries.
nb: Det er naturleg å tru at dei uoppdaga ressursane for Nordsjøen vil auke som følgje av funna 16/2-6 (”Avaldsnes”) og 16/2-8 (”Aldous Major South”).

source: The discovery success rate on the Norwegian shelf is very high in an international context.
nb: Funnsuksessen på norsk sokkel er svært høg i internasjonal målestokk.

source: Progressive exploration, technological development and new knowledge increase the likelihood of new discoveries.
nb: Stegvis utforsking, teknologisk utvikling og ny kunnskap gjer det meir sannsynleg å gjere nye funn.

source: In 1980, discoveries were made in around 25 per cent of the exploration wells.
nb: I 1980 var det gjort funn i rundt 25 prosent av leitebrønnane.

source: In 2010, this figure was 55 per cent.
nb: I 2010 var det tilsvarande talet 55 prosent.

source: However, the average size of the discoveries that are made is much smaller than before.
nb: Men funna som blir gjort, er i snitt mykje mindre enn før.

source: International experience shows that the largest discoveries are made early in the exploration phase of a new petroleum province, and that discovery size gradually decreases.
nb: Internasjonal erfaring viser at dei største funna blir gjort tidleg i utforskingsfasen i ein ny petroleumsprovins, og at funnstørrelsen går gradvis ned.

source: This is also the case on the Norwegian shelf.
nb: Slik er det også på norsk sokkel.

source: However, 16/2-6 (”Avaldsnes”) and 16/2-8 (”Aldous Major South”) show that there will always be exceptions.
nb: 16/2-6 (”Avaldsnes”) og 16/2-8 (”Aldous Major South”) viser at det alltid vil vere unntak.

source: In the autumn of 2010, the NPD analysed exploration profitability in the period from 2000-2010.
nb: Hausten 2010 analyserte OD kor lønsamt det var å leite i perioden 2000-2010.

source: Even though the discoveries made on the Norwegian shelf during this period were relatively small and exploration costs were high, the analysis showed that this exploration activity generated substantial value, both for the companies and for the Norwegian society.
nb: Sjølv om funna på norsk sokkel i denne perioden var relativt små og leitekostnadene høge, viser analysen at leiteverksemda har tilført både selskapa og samfunnet store verdiar.

source: Statoil (including the former Hydro) is responsible for more than half of the values created through exploration in the last ten years.
nb: Statoil (inkludert tidlegare Hydro) står for meir enn halvparten av verdiane som er skapt gjennom leiting dei siste ti åra.

source: The analysis also shows that the “new companies”, i.e. companies that have been awarded their first production licence after 1999, have made considerable contributions.
nb: Analysen viser også at dei ”nye selskapa”, altså selskap som har fått tildelt sitt første utvinningsløyve etter 1999, har gitt store bidrag.

source: In the last two years, new companies have accounted for around half of the value creation from exploration.
nb: Dei to siste åra har dei nye selskapa stått for rundt halvparten av verdiskapinga frå leiting.

source: Resources in discoveries that have not been approved for development as of 31 December 2010 amount to five per cent of the total expected resources on the Norwegian shelf, and nine per cent of the remaining resources.
nb: Ressurser i funn som ikkje er vedtatt utbygd per 31. desember 2010 utgjer fem prosent av dei totale forventa ressursane på norsk sokkel og ni prosent av dei attverande ressursane.

source: History proves that most discoveries are developed, but it may take some time.
nb: Denne Historia viser at dei fleste funn blir bygt ut, men at det kan ta tid.

source: The average lead time, i.e. from when a discovery is made until production starts, is twelve years.
nb: I snitt går det tolv år frå det blir gjort funn til produksjonen tek til (ledetid).

source: Lead time is normally longer for gas discoveries than for oil discoveries.
nb: Ledetida er vanlegvis lenger for gassfunn enn for oljefunn.

source: Smaller discoveries commonly require access to available capacity in process and transport facilities in order to be profitable.
nb: Mindre funn krev i stor grad tilgang til ledig kapasitet i prosess- og transportanlegg for at utbygginga skal bli lønsam..

source: Since 2005, 25 of 30 developments have entailed subsea templates.
nb: Sidan 2005 er 25 av 30 utbyggingar vedtatt bygt ut med brønnrammer.

source: Production from subsea wells surpassed production from wells on fixed facilities in 2010.
nb: Produksjonen frå havbotnsbrønnar passerte produksjonen frå brønnar på faste innretningar i 2010.

source: On average, according to current plans, more than half of the originally existing oil will remain in the reservoirs.
nb: I snitt blir meir enn halvparten av den opprinneleg tilstedeværende oljen i reservoarene liggande igjen etter dagens planar.

source: It is therefore important to continue work to improve recovery from today’s fields.
nb: Det er derfor viktig å fortsetta arbeidet for å auka utvinninga fra dagens felt.

source: Injection of water and gas has made a substantial contribution towards the high oil recovery rate on the Norwegian shelf.
nb: Injeksjon av vatn og gass har bidrege mykje til den høge oljeutvinninga på norsk sokkel.

source: Injection is particularly important in increasing oil recovery.
nb: Injeksjon er særleg viktig for å auke oljeutvinninga.

source: In many cases, gas injection yields better oil drainage than water injection.
nb: Gassinjeksjon gir i mange tilfeller ei betre oljedrenering enn vassinjeksjon.

source: The volume of water injected for pressure support has been reduced after 2004.
nb: Mengda injisert vatn for trykkstøtte er redusert etter 2004.

source: This is due to several factors, such as major reductions on Gullfaks and Draugen, and the late phase project on Statfjord.
nb: Dette heng mellom anna saman med ein stor reduksjon på Gullfaks og Draugen.

source: Some of the decline in injection can be attributed to shut-in injection wells.
nb: Noko av nedgangen i injeksjon kan skyldast stengte injeksjonsbrønnar.

source: This can be part of the drainage strategy on some fields, while on other fields injection wells may be shut in for longer periods of time due to lack of maintenance.
nb: På enkelte felt kan dette vere ein del av dreneringsstrategien, mens på andre felt kan injeksjonsbrønnar vere stengt i lengre periodar på grunn av mangel på vedlikehald.

source: Injection wells constitute a long-term recovery measure that is important for responsible resource management and long-term value creation.
nb: Injeksjonsbrønnar er eit langsiktig utvinningstiltak som er viktig for forsvarleg ressursforvaltning og langsiktig verdiskaping.

source: Drilling and maintaining injection wells is therefore a priority.
nb: Det er difor viktig at boring og vedlikehald av injeksjonsbrønnar blir prioritert.

source: The licensees themselves have identified drilling and wells as the most effective short-term means of extracting more oil from fields in operation.
nb: Rettshavarane har sjølv identifisert boring og brønn som den mest effektive måten for å få ut meir olje frå felt i drift på kort sikt.

source: Consequently, more and more wells will have to be drilled to extract a given volume of oil.
nb: Det vil difor bli nødvendig å bore stadig fleire brønnar for å få ut eit gitt oljevolum.

source: Fewer development wells are drilled now than around the year 2000, and plans for drilling new wells are being postponed.
nb: Det blir bora færre utvinningsbrønnar no enn rundt år 2000, og planar om boring av nye brønnar blir utsett.

source: We could risk losing reserves if this trend continues.
nb: Vi kan miste reservar dersom denne trenden held fram.

source: In addition to injection and drilling of wells, it is important that advanced injection methods and new technology are developed and qualified through field tests.
nb: I tillegg til injeksjon og boring av brønner er det viktig at avanserte injeksjonsmetoder og ny teknologi utvikles og kvalifiseres gjennom felttester.

source: This can further improve recovery.
nb: Dette vil dette kunne auke utvinninga ytterligare.

source: The NPD is concerned by the trend towards delaying or cancelling many technology projects and pilot tests.
nb: OD er uroa av tendensen til at mange teknologiprosjekt og pilotforsøk blir forsinka eller blir kansellert.

source: Continued focus on research, development and implementation of new technology is decisive for future value creation from the Norwegian shelf.
nb: Fortsatt fokus på forskning, utvikling og implementering av ny teknologi vil vera avgjerande for framtidig verdiskaping frå norsk sokkel.

source: Access to human resources and talent is another critical factor.
nb: Tilgang på menneskelege ressurser og talent er også ein kritisk faktor.

source: Therefore, it is important that young people see that the industry has a long-term perspective, and is worthy of their commitment.
nb: Derfor er det viktig at unge mennesker ser at virksomheten har eit langsiktig perspektiv og er verdt å satse på.

source: In these terms, the new discoveries may well have helped dispel the notion that petroleum is a sunset industry!
nb: Slik sett kan dei nye funna ha bidratt til å endre forestillingen om at verksemda er ein solnedgangsindustri!

source: Courage is also a key factor in maintaining a high level of value creation.
nb: I tillegg er det viktig med mot for å holde verdiskapinga på eit fortsatt høgt nivå.

source: Extracting maximum value from fields already in operation while the infrastructure in still in place, is vital.
nb: Å få mest mogleg ut av felt som allerede er i drift mens det fortsatt er infrastruktur på plass er avgjerande.

source: In the past, we have seen that close follow-up by the authorities has proved beneficial when important decisions must be made.
nb: Tett oppfølging fra styresmaktene har tidligare vist seg nyttig når viktige avgjerder skal tas.

source: This will also be the case in the years to come.
nb: Det vil nok også vera viktig framover.

source: At the same time, it is crucial that we have licensees who combine the willingness to take risks with a long-term perspective, professional expertise and creativity, and thus contribute to expanding the boundaries of the achievable.
nb: Samtidig er det avgjerande med rettshavarar som kombinerer vilje til å ta risiko med langsiktig tenkning, fagleg tyngde og kreativitet, og på den måten bidreg til å flytte grenser for kva som er mogleg å oppnå.

source: An English version of the report will be available later this autumn.
nb: Les rapporten her >>

source: Norwegian Continental Shelf no.1-2011 >>
nb: Norsk Sokkel nr.1-2011>>

source: The drilling program for wellbore 2/9-4 applies to drilling of a wildcat well in production licence 273 in the southern part of the North Sea.
nb: Boreprogrammet for brønnbane 2/9-4 gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 273 i den sørlige delen av Nordsjøen.

source: ConocoPhillips Skandinavia AS is the operator with an ownership interest of 35 per cent.
nb: ConocoPhillips Skandinavia AS er operatør med en eierandel på 35 %.

source: The other licensees are StatoilHydro Petroleum AS with an ownership interest of 30 per cent, Wintershall Norge AS with 25 per cent and DONG E&P with 10 per cent.
nb: Øvrige rettighetshavere er StatoilHydro Petroleum AS med en eierandel på 30 prosent, Wintershall Norge AS med en eierandel på 25 prosent og Dong E&P Norge med en eierandel på 10 prosent.

source: The acreage in the production licence consists of block 2/9, which was awarded in 2002 (NSA 2001).
nb: Arealet i utvinningstillatelsen består av hele blokk 2/9 som ble tildelt i 2002 (NST 2001).

source: Wellbore 2/9-4 is the first exploration wellbore to be drilled in the production licence and will be drilled from the drilling facility Mærsk Gallant.
nb: Brønnbane 2/9-4 er den første letebrønnen som bores i utvinningstillatelsen og skal bores fra boreinnretningen Mærsk Gallant.

source: The drilling permit presumes that other permits and consents required by other authorities are secured before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: Fact pages v.2 will have improved functionality and contain more information than the old pages.
nb: Faktasider versjon 2 har betre funksjonalitet og inneheld meir informasjon enn dei gamle sidene.

source: The NPD has a national responsibility for the data from the Norwegian continental shelf.
nb: OD har eit nasjonalt ansvar for data frå norsk kontinentalsokkel.

source: The NPD’s data, overviews and analyses make up an important fact basis for the oil and gas activities.
nb: OD sine data, oversikter og analysar utgjer eit viktig faktagrunnlag for olje- og gassverksemda.

source: The users are mainly oil company experts, journalists, oil analysts and oil company computer systems.
nb: Brukarane er hovudsakleg fagfolk i oljeselskap, journalistar, oljeanalytikarar og datasystem i oljeselskap.

source: The old pages – Fact pages v.1 – were launched online in 1999.
nb: Dei ”gamle” sidene – Faktasider versjon 1 – vart lansert på nettet i 1999.

source: The pages have seen a lot of traffic since then, about 1000 users per day (unique IP addresses), and the feedback has been good, says Hans Stokka, project manager for Fact pages v.2.
nb: Sidene har hatt mykje trafikk, om lag 1000 brukarar per dag (eintydige IP-adresser), og tilbakemeldingane har vore gode, seier Hans Stokka, prosjektleiar for Faktasidene versjon 2.

source: ”The work on version 2 of the fact pages started four years ago.
nb: ”Arbeidet med versjon 2 av faktasidene starta for fire år sidan.

source: The project has required a lot of work, and ten NPD employees have been involved.
nb: Prosjektet har vore svært arbeidskrevjande, og ti personar i Oljedirektoratet har vore med.

source: Large amounts of information have been checked for quality and presented in a new format,” says Stokka.
nb: Store mengder informasjon er blitt kvalitetskontrollert og presentert på ein ny måte,” seier han.

source: An early version of the new pages was launched in 2010.
nb: Ein tidlegversjon av dei nye sidene vart lansert i 2010.

source: This has been available parallel with Fact pages v.1.
nb: Denne har vore tilgjengeleg parallelt med dei Faktasider versjon 1.

source: From 1 January 2012, the old pages will no longer be available.
nb: Ved årsskiftet kjem dei gamle sidene til å bli tatt bort.

source: The new fact pages contain several improvements.
nb: Dei nye faktasidene inneheld fleire forbetringar.

source: Navigation is easier, and you can now link to anywhere on the website and e.g. send the links to a colleague via email.
nb: Navigeringa er blitt enklare og det er nå mulig å lage lenker til alle stadar på nettstaden som ein kan sende på e-post til til dømes ein kollega.

source: It has also become easier to download and export information to other software systems, such as excel.
nb: Det er også blitt lettare å laste ned og eksportere informasjon til andre system, som til dømes excel.

source: This makes it easier for companies to download data from the fact pages automatically to their own data bases.
nb: Dermed er det blitt lettare for selskapa å laste ned data frå faktasidene automatisk og få dei inn i deira eigne databasar.

source: The CSV and XML formats are commonly used in this connection.
nb: Her er formata CSV og XML mykje brukt.

source: The new version of the pages has much better metadata (data describing other data), making it easier to find what you are looking for.
nb: Den nye versjonen av sidene har fått mykje betre metadata (data som skildrar andre data), og det gjer det lettare å finne den informasjonen ein er ute etter.

source: There are descriptions of 1500 attributes in Norwegian and English and information about the type of data used.
nb: Her er det skildringar av 1500 attributter på norsk og engelsk og informasjon av kva datatype som er brukt.

source: ”We are working continuously to improve the content and functionality of the fact pages.
nb: ”Vi arbeider heile tida med å forbetre innhald og funksjonalitet på faktasidene.

source: The fact that we have applied new technology platforms makes maintaining and expanding the pages easier,” Stokka comments.
nb: At vi nå har tatt i bruk nye teknologiplattformer, gjer det enklare å vedlikehalde og utvide sidene,” kommenterer Stokka.

source: He emphasises that input and advice from the users has been important in the work to develop a new version of the fact pages:
nb: Han understrekar at nettopp innspel og tips og frå brukarane har vore viktige i arbeidet med å utvikle ein ny versjon av faktasidene:

source: ”We would like to receive feedback via email (link to email address factweb@npd.no ) from the users of our services!” emphasises Stokka.
nb: ”Vi vil gjerne ha tilbakemeldingar på e-post (lenke til e-postadresse factweb@npd.no ) frå dei som brukar tenestene våre!” understrekar prosjektleiaren.

source: Fact pages v.2 >>
nb: Faktasidene versjon 2 >>

source: Fact pages v.2 – a user guide >>
nb: Faktasidene versjon 2 – hurtighjelp >>

source: Several companies have reported their interest to the Ministry of Petroleum and Energy.
nb: Fleire selskap har meld si interesse til Olje- og energidepartementet.

source: “It is very positive that several companies have displayed enthusiasm for storage of CO2 on the Norwegian shelf,” says Eva Halland, project manager and geologist in the Norwegian Petroleum Directorate.
nb: ”Det er veldig gledeleg at det er fleire selskap som viser interesse for lagring av CO2 på norsk sokkel,” seier Eva Halland, prosjektleiar og geolog i Oljedirektoratet.

source: She adds that the industry is very familiar with the Norwegian shelf, and that this is an important factor in why the companies have been invited to point out relevant storage areas.
nb: Ho legg til at industrien kjenner norsk sokkel godt, og at det er ein viktig grunn til at selskapa sjølv er invitert til å peike ut aktuelle lagringsområde.

source: The deadline to suggest areas expired on 4 October.
nb: Fristen for å foreslå område gjekk ut 4. oktober.

source: The invitation was sent to all operators on the Norwegian shelf in June, and was also announced in the Official Journal of Norway so that other qualified companies could also nominate areas.
nb: Invitasjonen blei send til alle operatørane på norsk sokkel i juni, samtidig blei han kunngjort i Norsk Lysningsblad slik at også andre kvalifiserte selskap kunne nominere område.

source: The Ministry of Petroleum and Energy wants to give the industry access to areas for future storage of carbon dioxide from the Mongstad facility in Hordaland and any other sources in combination with carbon dioxide from Mongstad.
nb: Olje- og energidepartementet ønsker å gi industrien tilgang til område for framtidig lagring av karbondioksid frå Mongstad-anlegget i Hordaland og eventuelle andre kjelder i kombinasjon med karbondioksid frå Mongstad.

source: The work is also aimed at contributing to more knowledge and general insight regarding safe storage of carbon dioxide.
nb: Det er også et mål at arbeidet skal bidra til meir kunnskap og generell innsikt om sikker lagring av karbondioksid.

source: The companies were invited to suggest areas in the North Sea and Norwegian Sea, that are open for petroleum activities and where storage of carbon dioxide is not likely to conflict with petroleum activity.
nb: Selskapa vart inviterte til å foreslå områder i Nordsjøen og Norskehavet, som er opne for petroleumsverksemd, der lagring av karbondioksid truleg ikkje vil kome i konflikt med petroleumsverksemd.

source: At the end of the year, the Norwegian Petroleum Directorate will present an atlas of possible storage locations for carbon dioxide in the North Sea.
nb: Oljedirektoratet skal ved utgangen av året presentere et atlas over mulige lagringsplassar for karbondioksid i Nordsjøen.

source: ”We currently have good experience with storage of CO2 on the Norwegian shelf.
nb: ”På norsk sokkel har vi i dag god erfaring med lagring av CO2.

source: CO2 from both the Sleipner Vest and Snøhvit fields is currently stored in subsea reservoirs,” says Halland.
nb: Både frå Sleipner Vest-feltet og frå Snøhvit-feltet blir i dag lagra CO2 i undersjøiske reservoar, ” seier Halland.
